[
  {
    "name": "Sundance Film Festival",
    "location": "Park City, Utah, USA",
    "overview": "Known as one of the largest and most important independent film festivals in the world, Sundance is renowned for showcasing emerging filmmakers and providing a platform for innovative and diverse films."
  },
  {
    "name": "Cannes Film Festival",
    "location": "Cannes, France",
    "overview": "Although it is not exclusively an independent festival, Cannes is one of the most prestigious global events, where many independent films receive recognition. The 'Un Certain Regard' and 'Cinéfondation' sections focus on independent cinema."
  },
  {
    "name": "Toronto International Film Festival (TIFF)",
    "location": "Toronto, Canada",
    "overview": "TIFF is one of the largest public film festivals and a significant platform for independent filmmakers to showcase their work. It’s known for its diverse selection of films from around the world."
  },
  {
    "name": "Tribeca Film Festival",
    "location": "New York City, USA",
    "overview": "Founded by Robert De Niro, the Tribeca Film Festival highlights independent films and fosters creative collaborations. It has become an important destination for both emerging filmmakers and established voices in the industry."
  },
  {
    "name": "Berlin International Film Festival (Berlinale)",
    "location": "Berlin, Germany",
    "overview": "Berlinale is one of the most prestigious festivals in Europe, showcasing both independent and mainstream films. The 'Generation' and 'Panorama' sections often highlight innovative independent works."
  },
  {
    "name": "South by Southwest (SXSW)",
    "location": "Austin, Texas, USA",
    "overview": "Originally known for music and technology, SXSW has grown into a major film festival, particularly for indie filmmakers. The festival often features cutting-edge, genre-bending independent films."
  },
  {
    "name": "Venice Film Festival",
    "location": "Venice, Italy",
    "overview": "One of the oldest film festivals in the world, Venice is known for presenting bold, avant-garde films. The 'Orizzonti' section is dedicated to innovative, independent cinema."
  },
  {
    "name": "AFI Fest",
    "location": "Los Angeles, USA",
    "overview": "Hosted by the American Film Institute, AFI Fest is an important showcase for independent cinema. It features films from both established and emerging filmmakers, often with a focus on socially conscious storytelling."
  },
  {
    "name": "Locarno Film Festival",
    "location": "Locarno, Switzerland",
    "overview": "The Locarno Film Festival is known for its dedication to experimental and independent films. It’s one of the leading festivals in Europe for discovering new filmmakers."
  },
  {
    "name": "Telluride Film Festival",
    "location": "Telluride, Colorado, USA",
    "overview": "Telluride is a prestigious festival that showcases a mix of both independent films and big-name productions. It’s considered a key festival for Oscar hopefuls and independent films alike."
  },
  {
    "name": "Raindance Film Festival",
    "location": "London, UK",
    "overview": "Raindance is one of the leading independent film festivals in the UK, with a focus on innovative storytelling and supporting emerging filmmakers."
  },
  {
    "name": "Busan International Film Festival",
    "location": "Busan, South Korea",
    "overview": "Busan is Asia’s leading film festival, promoting both Asian and international independent films. It showcases diverse, innovative works and acts as a bridge for global cinema."
  },
  {
    "name": "Rotterdam International Film Festival",
    "location": "Rotterdam, Netherlands",
    "overview": "One of the largest and most important film festivals in Europe, the Rotterdam festival is dedicated to showcasing innovative and daring independent films, with a focus on up-and-coming directors."
  },
  {
    "name": "San Sebastián International Film Festival",
    "location": "San Sebastián, Spain",
    "overview": "This Spanish festival is one of the most prestigious in Europe and often showcases independent cinema alongside international and European films."
  },
  {
    "name": "Karlovy Vary International Film Festival",
    "location": "Karlovy Vary, Czech Republic",
    "overview": "Known as one of Central Europe’s most prestigious film festivals, Karlovy Vary emphasizes both independent films and regional cinema, offering a platform for emerging filmmakers."
  },
  {
    "name": "Hong Kong International Film Festival",
    "location": "Hong Kong",
    "overview": "The Hong Kong International Film Festival is one of Asia’s oldest and most influential, focusing on both independent cinema and cutting-edge films from the Asian region."
  },
  {
    "name": "Cleveland International Film Festival",
    "location": "Cleveland, Ohio, USA",
    "overview": "Known for supporting independent filmmakers, the Cleveland International Film Festival is a well-established platform for films of all genres and budgets."
  },
  {
    "name": "Seattle International Film Festival (SIFF)",
    "location": "Seattle, Washington, USA",
    "overview": "SIFF is one of the largest film festivals in the U.S., focusing on independent cinema and providing a platform for filmmakers from around the world."
  },
  {
    "name": "New York Film Festival (NYFF)",
    "location": "New York City, USA",
    "overview": "Although it also features large studio films, NYFF is a significant platform for independent filmmakers and often showcases avant-garde, experimental works."
  },
  {
    "name": "New Zealand International Film Festival (NZIFF)",
    "location": "Multiple cities across New Zealand",
    "overview": "This festival is a key platform for independent films in the Pacific region, featuring both international and New Zealand-based filmmakers."
  }
]
